Repository: duchuule/vba10
Catalog: trunk/Strings/*/Resources.resw
Source language: en_us
Languages: da, de, es, fr, id, ko, pl, uk

# PurchaseWarning2.Text
source: If you want to take risk, click on the button below to load the products. Keep in mind that Microsoft handles all the purchases, so I cannot refund you anything should your purchase does not work. I can, however, provide you with the .appx to sideload if you can no longer download the app. To current VBA8 paid users: version 2.27 is now availalbe which lets you request VBA10 unlock codes, but be aware: using an unlock code has all the same bugs as paying for the products, except you won't lose money.
da: Hvis du ønsker at tage risikoen, tryk på knappen nedenfor for at indlæse produkterne. Husk at Microsoft håndterer alle køb, så jeg kan ikke refundere købet, hvis det ikke virker. Jeg kan dog give dig den .appx fil du skal bruge til at sideloade appen, hvis du ikke længere kan hente appen. Til betalte VBA8 brugere: Version 2.27 er nu tilgængelig som lader dig anmode om en VBA10 betalings kode. Men vær opmærksom på, at ved hjælp af en oplåsingskode har du alle de samme fej, som for et betalt produkt, undtagen at du ikke mister penge.
de: Wenn Sie ein Risiko eingehen möchten, klicken Sie auf die Schaltfläche unten, um die Produkte zu laden. Beachten Sie, dass Microsoft alle Einkäufe verwaltet, so dass ich Ihnen nichts erstatten kann, falls beim Kauf ein Problem aufritt. Ich kann Ihnen jedoch die .appx-Datei zum Sideloaden bieten, wenn Sie die App nicht mehr herunterladen können. Aktuelle VBA8 Premium-Benutzer: Version 2.27 ist jetzt verfügbar, welche Sie VBA10 Freischaltcodes anfordern lässt, aber beachten Sie: mit einem Freischaltcode hat man die selben Bugs wie beim Bezahlen für Produkte, außer, dass Sie kein Geld bezahlen müssen.
es: Si deseas tomar el riesgo, dale Click en el botón de abajo para cargar los productos. Ten en cuenta que Microsoft controla todas las compras, así que no puedo reembolsarte nada si la compra no funciona correctamente. Aun así, puedo darte el .appx para que la instales si no puedes volver a descargar la app. Para los usuarios de pago actuales de VBA8: la versión 2.27 está disponible, lo cual te deja solicitar códigos de desbloqueo de VBA10, pero ten en cuenta que usando dicho código puede generar los mismos errores que pagar por el producto, excepto que no arriesgas dinero.
fr: Si vous souhaitez prendre le risque, cliquez sur le bouton ci dessous pour charger les produits. Gardez cependant à l'esprit que c'est Microsoft qui gére tout les achats, et que, de ce fait, je ne peux pas vous rembourser même si votre achat ne fonctionne pas. Je peux, cela dit, vous fournir le fichier .appx à télécharger si vous ne pouvez plus télécharger directement l'application sur le store. Aux utilisateurs actuels de VBA8: la version 2.27 est désormais disponible et vous laisse réclamer les codes pour déverouiller VBA10, mais soyez avertis qu'utiliser les codes vous fait encourir les même bugs que payer pour le produit, sauf que vous ne perdrez pas d'argent.
ko: 해당 위험을 감수하려는 경우, 아래의 버튼을 눌러 상품 목록을 불러오세요. 모든 결제는 Microsoft가 관리하기 때문에, 결제 후 작동을 하지 않는 경우에도 환불 처리가 불가능하다는 것을 기억하십시오. 다만, 스토어에서 더 이상 이 앱을 받을 수 없는 상황의 경우 sideload로 설치하기 위해 .appx 파일을 제공해드릴 수 있습니다. VBA8를 구매한 사용자에게: 2.27 버전에서는 VBA10 언락 코드를 요청할 수 있습니다. 다만 언락 코드를 사용하더라도 돈이 들지 않는다는 것을 제외하면 스토어를 통해 결제하는 경우와 동일한 버그를 경험할 수 있습니다.
uk: На ваш страх та риск, ви можете натиснути на кнопку завантажити продукти. Майте на увазі що Microsoft контролює всі покупки, тобто я не зможу вам повернути кошти якщо важ платіж не був зарахований. Я можу тільки надіслати вам копію програми у форматі .appx в тому випадку, якщо ви не зможете більше завантажити програму з магазину. Для користувачів VBA8: версія 2.27 тепер доступна, тепер ви можете запросити код активації для VBA10, але майте на увазі: використавши промо-код помилки програми не будуть усунені, але ви більше не втратите ваші кошти.

# R3RightStick.Text
source: R3 (Right stick press)
da: R3 (Højre stick tryk)
fr: R3 (Pression du stick de droite)
ko: R3 (오른쪽 스틱 누르기)
pl: R3 (Wciśnij prawą gałkę/analog)

# RemoveROMPrompt
source: This will remove the ROM entry from the app's list. Your actual ROM files and save files will not be affected. Continue?
da: Dette vil fjerne ROM'et fra app listen. Dine ROM filer og saves vil ikke blive berørt. Fortsæt?
de: Dadurch wird der ROM-Eintrag aus der App-Liste entfernt. Ihre jetzigen ROM-Dateien und Speicherstände werden nicht beeinträchtigt. Fortfahren?
es: Esto eliminará la ROM de la lista. La ROM y tus archivos de guardado no serán afectados. ¿Deseas continuar?
fr: Ceci supprimera l'entrée de la ROM de la liste de l'application. Votre ROM et vos sauvegardes ne seront pas affectées. Continuer ?
ko: 목록에서 ROM을 삭제합니다. 실제 ROM 파일 및 세이브 파일에는 영향을 미치지 않습니다. 계속하시겠습니까?
pl: To usunie ROM z wejściowej listy aplikacji.Twój prawdziwy plik ROM oraz zapisy nie będą już miały wpływu. Kontynuować?
uk: Це видалить ROM зі списку ігор. Ваші ROM файли ти збережені файли не будуть змінені. Продовжити?

# Reset.Label
source: Reset
da: Nulstil
de: Zurücksetzen
es: Reiniciar
fr: Réinitialiser
id: Ulang
ko: 리셋
pl: Zresetuj
uk: Перезапустити

# ResetConfirmPrompt
source: Are you sure you want to reset the console?
da: Er du sikker på at du vil nulstille konsollen?
de: Sind Sie sicher, dass Sie die Konsole zurücksetzen möchten?
es: ¿Estás seguro que desea reiniciar la consola?
fr: Êtes vous sur de vouloir réinitialiser la console ?
id: Apakah kamu yakin ingin mereset konsol?
ko: 정말로 콘솔을 리셋하시겠습니까?
pl: Jesteś pewien, że chcesz zresetować konsolę?
uk: Ви впевнені що хочете перезавантажити консоль?

# RestoreSaveInstruction.Text
source: 1. Quit the app completelely. 2. Make sure the name of the save file match the name of the rom exactly (except the extension). 3. Open the app and import the save file. 4. Start the game.
da: 1. Luk appen helt. 2. Tjek at navnet på save filen matcher navnet af rom filen præcist (undtagen udvidelsen) 3. Åben appen og importer save filen. 4. Start spillet.
de: 1. Beenden Sie die App. 2. Stellen Sie sicher, dass der Name des Speicherstanden mit dem der ROM übereinstimmt. (außer der Erweiterung). 3. Öffnen Sie die App und importieren Sie den Speicherstand. 4. Starten Sie das Spiel.
es: 1. Sal de la app completamente. 2. Asegúrate que el nombre del archivo de guardado coincida con el nombre de la ROM exactamente (excepto la extensión). 3. Abre la app e importa el archivo de guardado. 4. Inicia el juego.
fr: 1. Quittez l'application complétement. 2. Verrifiez que le nom de la sauvegarde corresponde parfaitement au nom de la ROM (exception faite de l'extension). 3.Ouvrez l'application et importez la sauvegarde. 4. Lancez le Jeu.
id: 1. Keluar dari aplikasi. 2. Pastikan nama data penyimpanan sama dengan nama ROM (kecuali ekstensinya). 3. Buka kembali aplikasi dan impor data penyimpanan. 4. Mainkan gamenya.
ko: 1. 앱을 완전히 종료합니다. 2. 세이브 파일 이름을 롬파일의 이름과 동일하게 바꿉니다. (확장자 제외) 3. 앱을 열고 세이브 파일을 불러옵니다. 4. 게임을 시작합니다.
pl: 1.Zamknij całkowicie aplikacje 2. Upewnij się, że nazwa zapisu jest dokładnie taka sama jak nazwa ROM'u (nie licząc rozszerzenia). 3. Otwórz aplikacje i zaimportuj zapis gry. 4. Uruchom grę.
uk: 1. Повністью закрийте программу. 2. Впевніться що назва файлу з данними гри співпадають з назвою гри (включно з розширенням файлу). 3. Відкрийте програму та завантажте файл з данними гри. 4. Запустіть гру.

# Right.Text
source: Right
da: Højre
de: Rechts
es: Derecha
fr: Droite
id: Kanan
ko: 오른쪽
pl: Prawo
uk: Вправо

# Save.Label
source: Save
da: Gem
de: Speichern
es: Guardar
fr: Sauvegarder
id: Simpan
ko: 저장
pl: Zapisz
uk: Зберегти

# SaveFileImportSuccessText
source: Save file imported successfully.
da: Gemme fil blev importeret korrekt.
de: Speicherstand erfolgreich importiert.
es: Archivo de guardado importado con éxito.
fr: Sauvegarde importée.
id: Data penyimpanan berhasil diimpor.
ko: 세이브 파일을 가져왔습니다.
pl: Zapis gry zaimportowany poprawnie
uk: Збережені файли були успішно завантажені.

# Savestate0Text
source: Savestate 0
da: Gemmetilstand 0
de: Speicherstand 0
es: Guardado 0
fr: Sauvegarde 0
id: Data 0
ko: 저장시점 0
pl: Pole zapisu 0
uk: Слот для збереження 0

# Savestate1Text
source: Savestate 1
da: Gemmetilstand 1
de: Speicherstand 1
es: Guardado 1
fr: Sauvegarde 1
id: Data 1
ko: 저장시점 1
pl: Pole zapisu 1
uk: Слот для збереження 1

# Savestate2Text
source: Savestate 2
da: Gemmetilstand 2
de: Speicherstand 2
es: Guardado 2
fr: Sauvegarde 2
id: Data 2
ko: 저장시점 2
pl: Pole zapisu 2
uk: Слот для збереження 2

# Savestate3Text
source: Savestate 3
da: Gemmetilstand 3
de: Speicherstand 3
es: Guardado 3
fr: Sauvegarde 3
id: Data 3
ko: 저장시점 3
pl: Pole zapisu 3
uk: Слот для збереження 3

# Savestate4Text
source: Savestate 4
da: Gemmetilstand 4
de: Speicherstand 4
es: Guardado 4
fr: Sauvegarde 4
id: Data 4
ko: 저장시점 4
pl: Pole zapisu 4
uk: Слот для збереження 4

# Savestate5Text
source: Savestate 5
da: Gemmetilstand 5
de: Speicherstand 5
es: Guardado 5
fr: Sauvegarde 5
id: Data 5
ko: 저장시점 5
pl: Pole zapisu 5
uk: Слот для збереження 5

# Savestate6Text
source: Savestate 6
da: Gemmetilstand 6
de: Speicherstand 6
es: Guardado 6
fr: Sauvegarde 6
id: Data 6
ko: 저장시점 6
pl: Pole zapisu 6
uk: Слот для збереження 6

# Savestate7Text
source: Savestate 7
da: Gemmetilstand 7
de: Speicherstand 7
es: Guardado 7
fr: Sauvegarde 7
id: Data 7
ko: 저장시점 7
pl: Pole zapisu 7
uk: Слот для збереження 7

# Savestate8Text
source: Savestate 8
da: Gemmetilstand 8
de: Speicherstand 8
es: Guardado 8
fr: Sauvegarde 8
id: Data 8
ko: 저장시점 8
pl: Pole zapisu 8
uk: Слот для збереження 8

# Savestate9Text
source: Savestate 9 (auto)
da: Gemmetilstand 9 (automatisk)
de: Speicherstand 9 (auto)
es: Guardado 9 (auto)
fr: Sauvegarde 9 (auto)
id: Data 9 (otomatis)
ko: 저장시점 9 (자동)
pl: Pole zapisu 9 (automatyczny)
uk: Слот для збереження 9 (автоматичний)

# ScanlinesCbi.Content
source: Scanlines
da: Skanderingslinier
fr: lignes de balayage
ko: 스캔라인
uk: Растрові

# Select.Text
source: Select
de: Auswählen
es: Seleccionar
fr: Selectionner
ko: 선택
uk: Вибрати

# SelectFileExportText
source: Select file(s) to export
da: Vælg fil(er) der skal eksporteres.
de: Datei(en) zum Exportieren auswählen
es: Selecciona archivo(s) a exportar
fr: Selectionner le(s) fichier(s) à exporter
id: Pilih file yang mau diekspor
ko: 내보낼 파일 선택
pl: Wybierz plik(i) do eksportu
uk: Вибрати файл(и) для експорту

# SelectFileImportText
source: Select file(s) to import
da: Vælg fil(er) der skal importeres
de: Wählen Sie die zu importierenden Datei(en)
es: Seleccionar archivo(s) a exportar
fr: Sélectionner le(s) fichier(s) à importer
id: Pilih file untuk diimpor
ko: 가져올 파일을 선택하세요
pl: Wybierz plik(i) do importu
uk: Виберіть файл(и) для імпорту

# SelectHIDGamepadPrompt
source: Please select a HID gamepad.
da: Vælg venligt en HID controller.
de: Bitte wählen Sie ein HID-Gamepad.
es: Por favor selecciona un control HID.
fr: Veuillez sélectionner un contrôleur HID.
id: Pilih HID gamepad.
ko: HID 게임패드를 선택하세요.
pl: Proszę o wybranie kontrolera HID
uk: Будь ласка виберіть HID контроллер.

# SelectROMDirText
source: Select ROM Directory
da: Vælg ROM mappe
de: ROM Verzeichnis auswählen
es: Seleccionar directorio de ROM
fr: Sélectionner un dossier de ROM
id: Pilih Lokasi ROM
ko: ROM 폴더 선택
pl: Wybierz katalog ROM
uk: Виберіть папку яка містить ROM

# SelectROMText
source: SelectROM
da: Vælg ROM
de: ROM auswählen
es: Seleccionar ROM
fr: Selectionner la ROM
id: Pilih ROM
ko: ROM 선택
pl: Wybierz ROM
uk: Вибрати ROM

# SelectState.Label
source: Select State
da: Indlæs tilstand
de: Speicherstand wählen
es: Selecciona Guardado
fr: Choisir une sauvegarde
id: Pilih Lokasi
ko: 시점 선택
pl: Wybierz stan gry
uk: Вибрати слот

# SETTINGS.Text
source: SETTINGS
es: CONFIGURACIÓN
fr: PARAMÈTRES
ko: 설정
pl: USTAWIENIA

# SettingsText
source: Settings
da: Indstillinger
de: Einstellungen
es: Configurar
fr: Paramètres
id: Pengaturan
ko: 설정
pl: Ustawienia
uk: Налаштування

# ShowFPS.Header
source: Show FPS
da: Vis FPS
de: FPS anzeigen
es: Mostrar FPS
fr: Monter les FPS
id: Munculkan FPS
ko: FPS 표시
pl: Pokaż FPS
uk: Показати FPS

# SignedInText
source: Signed in
da: Logget ind
de: Eingeloggt
es: Registrado
fr: Connecté
id: Berhasil masuk
ko: 로그인 됨
pl: Zalogowany
uk: Увійшов

# SignInBtn.Content
source: Sign in
da: Log ind
de: Anmelden
es: Registrarse
fr: Se connecter
id: Masuk
ko: 로그인
pl: Zaloguj się
uk: Увійти

# SignInText
source: Sign in
da: Log ind
de: Einloggen
es: Registrarse
fr: Se connecter
id: Masuk
ko: 로그인
pl: Zaloguj się
uk: Sign inУвійти

# Sound.Header
source: Sound
da: Lyd
es: Sonido
fr: Son
id: Suara
ko: 소리
pl: Dźwięk
uk: Звук

# Start.Text
source: Start
es: Iniciar
fr: Lancer
ko: 시작
uk: Старт

# StartARom.Text
source: Please start a rom first.
da: Venligst start et rom først
de: Bitte starten Sie zuerst eine ROM.
es: Por favor inicia una ROM primero.
fr: Veuillez lancer une ROM pour commencer.
id: Mainkan ROM terlebih dahulu
ko: 먼저 ROM을 시작해 주십시오.
pl: Proszę uruchomić pierw ROM
uk: Запустіть ROM спочатку

# StretchCbi.Content
source: Stretch
da: Stræk
de: Strecken
es: Estirado
fr: Étirer
id: Rentang
ko: 늘리기
pl: Rozciągnięcie
uk: Протяжність

# SwitchFullscreenSuccessText
source: Successfully switched to full screen mode.
da: Korrekt skiftet til fuldskærm.
de: Erfolgreich zum Vollbildmodus gewechselt.
es: Cambio a pantalla completa exitoso.
fr: Passage en plein écran réussi.
id: Berhasil pindah ke mode layar penuh.
ko: 풀스크린 모드로 전환되었습니다.
pl: Zmiana na tryb pełnoekranowy zakończyłą się sukcesem!
uk: Успішно переключено на повноекранний режим.

# SyncAudio.Text
source: Synchronize audio (better quality, CPU intensive)
da: Synkroniser lyd (bedre kvalitet, cpu intensivt)
de: Synchronisieren von Audio (bessere Qualität, CPU-intensiv)
es: Sincronizar audio (mejor calidad, uso intensivo de la CPU)
fr: Synchroniser l'audio (meilleure qualité, forte utilisation du CPU)
id: Sinkronisasikan Suara (kualitas lebih baik, kinerja CPU intensif)
ko: 소리 동기화 (CPU 사용량 증가, 나은 품질)
uk: Синхронізація звуку (краща якість, ресурсоємний СPU)

# ThanksWatchVideoText
source: Thanks! Enjoy your Xbox/HID controller for the next hour. Click this button again after the time expires to continue using Xbox/HID controller.
da: Tak! Nyd din Xbox / HID controller den næste time. Klik på denne knap igen efter tiden udløber, for at fortsætte med at bruge en Xbox / HID controller.
de: Vielen Dank! Genießen Sie Ihren Xbox/HID-Controller für die nächste Stunde. Drücken Sie diese Taste erneut, nachdem die Zeit abgelaufen ist, um die Xbox/HID-Controller weiter zu verwenden.
es: ¡Gracias! Disfruta tu control Xbox/HID la próxima hora. Presiona este botón de nuevo luego que el tiempo expire para continuar usando el control Xbox/HID.
fr: Merci ! Profitez de votre contrôleur Xbox/HID pour la prochaine heure. Cliquez à nouveau sur ce bouton quand le temps aura expiré pour continuer d'utiliser vore contrôleur Xbox/HID.
id: Terima kasih! Nikmati penggunaan Xbox/HID controller kamu satu jam kedepan. Klik tombol ini lagi setelah satu jam berakhir untuk bisa kembali menggunakan Xbox/HID controller.
ko: 감사합니다! 1시간동안 Xbox/HID 컨트롤러를 즐기세요. 시간이 만료된 후 Xbox/HID 컨트롤러를 계속 사용하려면 다시 버튼을 누르세요.
pl: Dziękuje! Korzystaj ze swojego kontrolra Xbox/HID przez kolejną godzinę! Naciśnij ten przycisk ponownie nim czas się skończy,a by kontynuować używanie kontrolera
uk: Дякуємо! Насолоджуйтесь вашим Xbox/HID контроллером на протязі наступної години. Натисніть цю клавішу знову після тоготяк вийде час для подальшлго користування контроллерами Xbox/HID .

# Theme.Header
source: Theme
da: Tema
de: Motiv
es: Tema
fr: Thème
id: Tema
ko: 테마
pl: Tło
uk: Тема

# ThemeNextStartText
source: The theme will be applied the next time the app starts.
da: Temaet vil bive anvendt, næste gang denne app starter.
de: Das Motiv wird beim nächsten Start der App angewendet.
es: El tema será aplicado la próxima vez que inicies la app.
fr: Le thème sera appliqué au prochain démarrage de l'application.
id: Tema akan diaplikasikan setelah restart aplikasi.
ko: 테마는 앱을 다시 실행 시 적용됩니다.
pl: Tło zostanie użyte po następnym włączeniu aplikacji
uk: Тема буде примінена коли ви наступний раз запустите программу.

# TopCbi.Content
source: Top
es: Arriba
fr: Haut
id: Atas
ko: 위
pl: Góra
uk: Верх

# TouchToggle.Header
source: Show virtual buttons
da: Vis virtuelle knapper
de: Virtuelle Schaltflächen anzeigen
es: Mostrar botones virtuales
fr: Montrer les boutons virtuels.
id: Munculkan tombol virtual
ko: 가상 버튼 표시
pl: Pokaż wirtualne przyciski
uk: Показати віртуальні клавіші

# Turbo.Text
source: Turbo
ko: 터보
uk: Турбо

# TurboBehavior.Header
source: Turbo button behavior
da: Turbo knap adfærd
de: Turbo-Taste-Verhalten
es: Funcionamiento de botón turbo
fr: Comportement du bouton turbo
id: Perilaku Tombol Turbo
ko: 터보 버튼 작동방식
pl: Zachowanie przycisku turbo
uk: Режим кнопки Турбо

# TurboText
source: Turbo
ko: 터보

# TurboToggleCbi.Content
source: Toggle turbo on/off
da: Slå turbo til/fra
de: Turbo ein-/ausschalten
es: Alternar turbo on/off
fr: Bouton Turbo on/off
id: Tekan untuk aktif/non-aktif
ko: 눌러서 터보 켜짐/꺼짐 전환
pl: Przełącznik do trybu turbo ON/OFF
uk: Режим Турбо (вкл/викл)

# TVModeCbi.Content
source: TV mode
da: TV tilstand
de: TV-Modus
es: Modo TV
fr: Mode TV
id: mode TV
ko: TV 모드
pl: Tryb TV
uk: Режим ТВ

# UnknownText
source: Unknown
da: Ukendt
de: Unbekannt
es: Desconocido
fr: Inconnu
id: Tidak diketahui
ko: 알 수 없음
pl: Nieznany
uk: Невідомий

# Up.Text
source: Up
da: Op
de: Oben
es: Arriba
fr: Haut
id: Atas
ko: 위
pl: Góra
uk: Вгору

# UploadSuccessText
source: Upload completed successfully.
da: Upload gennemført korrekt.
de: Hochladen erfolgreich abgeschlossen.
es: Carga completada exitosamente.
fr: Téléversement réussit.
id: Unggah berhasil.
ko: 업로드가 완료되었습니다.
pl: Przesyłanie zakończone powodzeniem :)
uk: Вивантаження успішно завершено

# UseFullscreen.Header
source: Use fullscreen mode
da: Brug fuldskærms tilstand
de: Vollbildmodus
es: Usar modo pantalla completa
fr: Utiliser le mode plein écran
id: Pasang mode layar penuh.
ko: 풀스크린 모드 사용
pl: Użyj trybu pełnoekranowego
uk: Використовувати повноекранний режим

# VersionText
source: Version:
es: Versión:
id: Versi:
ko: 버전:
pl: Wersja:
uk: Версія:

# Video.Header
source: Video
de: Grafik
fr: Vidéo
ko: 화면
pl: Film
uk: Відео

# WarningText
source: Warning
da: Advarsel
de: Warnung
es: Alerta
fr: Attention
id: Peringatan
ko: 경고
pl: Ostrzeżenie!
uk: Увага

# WatchVideoBtn.Content
source: Watch Video
da: Se video
de: Video ansehen
es: Ver Video
fr: Regarder la vidéo
id: Tonton Video
ko: 동영상 보기
pl: Obejrzyj film
uk: Дивитись відео

# WatchWholeVideoError
source: You need to watch the whole video to activate the feature.
da: Du skal se hele videoen før funktionen bliver aktiveret.
de: Sie müssen das ganze Video ansehen, um das Feature zu aktivieren.
es: Necesitas ver todo el video para activar esta característica.
fr: Vous devez regarder la vidéo en entier pour activer l'option.
id: Tonton video secara keseluruhan untuk mengaktivasikan fitur.
ko: 기능을 활성화하기 위해서는 동영상을 끝까지 봐야 합니다.
pl: Musisz obejrzeć CAŁY film by to aktywować
uk: Ви маєте подивитись відео до кінця для активації цієї функції.

# XboxButton.Text
source: Xbox button
da: Xbox knap
fr: Bouton Xbox
ko: Xbox 버튼
pl: Przycisk Xbox

# XboxControllerConnectedText
source: XBox controller is connected.
da: Xbox controller er tilsluttet.
de: Xbox Controller ist verbunden.
es: El control Xbox está conectado.
fr: Contrôleur Xbox connecté
id: XBox controller terkoneksi.
ko: XBox 컨트롤러가 연결되었습니다.
pl: Kontroler Xbox jest połączony
uk: Контроллер Xbox підключено успішно.

# XboxGamepadConfig.Text
source: Xbox Gamepad Config
da: Xbox Controller konfiguration
fr: Configuration du contrôleur Xbox
ko: Xbox 게임패드 설정
pl: Konfiguracja kontrolera Xbox

# YesText
source: Yes
da: Ja
de: Ja
es: Si
fr: Oui
id: Ya
ko: 예
pl: Tak
uk: Так
